<h1>Здравствуйте <?=$_SESSION['user_name']?>!</h1>
<h3>Поговорим немного об этом сайте.</h3>
<p>Этот мини интернет-магазин был сделан в учебных целях. А дальше поговорим немного об одежде... Оде́жда — изделие или
    совокупность изделий, надеваемых человеком и несущих утилитарные и эстетические функции.[2]
    Одежда может быть изготовлена из ткани, вязаного полотна, кожи, меха и других материалов. Предохраняет тело
    человека от негативного влияния окружающей среды и выполняет эстетические функции — создаёт образ человека,
    демонстрирует его социальный cтатус. Одежда может дополняться украшениями и аксессуарами.</p>
<h3>Этимология</h3>
<p>Современное русское слово «одежда» является заимствованием из церковнославянского языка и обозначает совокупность
    предметов, которыми прикрывают тело. Оно развилось из праславянского слова *odedja[3] (в старославянском языке *dj
    перешло в жд, в отличие от восточнославянских, где *dj дало ж: рус. одёжа, укр. оде́жа). Праславянское *odedja
    < *obdedja образовано с помощью приставки оb- и суффикса -j-a от корня *ded-, который представляет собой неполное
    повторение корня dě- (de-d-) глагола *děti > рус. деть.</p>
<h3>Основные понятия</h3>
<p>Стиль — сочетание предметов одежды, украшений, аксессуаров для создания определённого образа, соответствующего
    ситуации (праздничное мероприятие), обстановке (рабочая обстановка) и социальному статусу. В более широком смысле
    — идейная и художественная общность изобразительных приёмов в искусстве определённого периода. Традиционно в истории
    костюма (равно как и в истории искусства) выделяют следующие стили: готика, ренессанс, барокко, классицизм, рококо,
    неоклассицизм, ампир, романтизм[4]. Мода — явление быстрого распространения и кратковременного господства
    определённых фасонов одежды (и её материалов) для создания образа «человека, идущего в ногу со временем». Веяния
    моды задаются СМИ, на них опираются производители одежды при создании коллекций, потребители. Высокая мода — задание
    определённых направлений в одежде (материалы, фасон) и аксессуарах на грядущий сезон ведущими Домами моды. Продукции
    Домов моды выпускается малыми партиями и предназначена для привилегированных слоёв общества; представляется на Неделях моды.
    Сезон — определяет сменяемость коллекций у производителей одежды. Чаще всего, их два — осень-зима и весна-лето.
    Коллекция — серия моделей одежды, представленная несколькими фасонами с различным декоративным решением в рамках
    одной концепции. Силуэт — форма одежды по степени прилегания к телу. Различают силуэты прилегающий, полуприлегающий,
    трапециевидный и прямоугольный. Модель одежды — термин массового производства одежды; служит эталоном для серийного
    пошива одежды. Качество одежды — это совокупность потребительских и производственных свойств изделий, определяющий
    степень и его пригодности по назначению.</p>
